Repository: 564K/linux-steam-integration
Catalog: po/*.po
Languages: ca_es, cs, da, de, de_ch, eo, es_419, es_ar, es_mx, fi, fr_fr, he, hu, id_id, it_it, ko_kr, lt, nb_no, ne_np, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sv_se, tr, zh_cn

source: Linux Steam® Integration
ca_es: Integració de Linux Steam®
cs: Integrace služby Steam®
da: Integration med Linux Steam®
eo: Steam® Linuksa Integriĝo
es_ar: Integración Steam® para Linux
es_mx: Integración de Steam® con Linux
fi: Linux Steam® Integraatio
fr_fr: Intégration Steam® Linux
he: שילוב לינוקס וסטים
id_id: Integrasi Steam® Linux
ko_kr: 리눅스 스팀® 통합 설정
lt: Linux Steam® integracija
nb_no: Linux Steam® Integrasjon
ne_np: लिनक्स स्टिम® एकीकरण
pl_pl: Integracja Linuksa ze Steam®
pt_br: Integração Steam® com Linux
pt_pt: Integração Linux Steam®
ro_ro: Integrare Steam® Linux
ru: Интеграция Steam в Linux
tr: Linux Steam® Bütünleşmesi
zh_cn: Steam® 的 Linux 系统整合

source: Control the behaviour of the Steam client and games. Settings will not take effect until the Steam Client is restarted. Use the 'Exit Steam' option to ensure it closes.
ca_es: Controleu el comportament del client i dels jocs d'Steam. La configuració no tindrà efecte fins que no es reiniciï el client d'Steam. Useu l'opció "Surt de l'Steam" per assegurar-vos que es tanqui.
cs: Ovládá chování her a klienta služby Steam. Změny nastavení se projeví až po restartování služby. Pro její zaručené ukončení zvolte možnost "Ukončit službu Steam".
da: Styr opførslen af Steam-klienten og spil. Indstillingerne vil ikke træde i kraft før Steam-klienten er blevet genstartet. Brug 'Afslut Steam' for af sikre at programmet lukkes.
de: Kontrolliere das Verhalten des Steam-Clients und von Spielen. Die Einstellungen werden erst aktiv, nachdem der Steam-Client neu gestartet wurde. Nutze "Steam beenden", um sicherzugehen, dass es beendet wird.
de_ch: Kontrolliere das Verhalten des Steam-Clients und der Spiele. Die Einstellungen werden erst wirksam, wenn der Steam Client neu gestartet wird. Verwenden Sie die Option "Steam beenden", um sicherzustellen, dass Steam geschlossen wird.
eo: Ĝi kontrolas la konduton de la Steam-kliento kaj la ludoj. Agordoj ne efektiviĝos ĝis la restartigo de la Steam-kliento. Uzu la elekton "Eliri el Steam" por certiĝi pri tio ke ĝi fermiĝas.
es_419: Controla el comportamiento del cliente y los juegos de Steam. La configuración no tendrá efecto hasta que el cliente de Steam se reinicie. Use la opción 'Salir de Steam' para asegurarse de que se cierre.
es_ar: Controla el comportamiento del cliente y juegos de Steam. Las preferencias no tomarán efecto hasta que el cliente de Steam sea reiniciado. Usa la opción "Salir de Steam" para asegurarte de que se cierre.
es_mx: Controla el comportamiento del cliente y los juegos de Steam. Los ajustes no tendrán efecto hasta que el cliente de Steam sea reiniciado. Use la opción de 'Salir de Steam' para asegurarse de que sea cerrado.
fi: Ohjaa Steam-sovelluksen ja -pelien toimintaa. Asetukset tulevat voimaan vasta Steam-sovelluksen uudelleenkäynnistyksen myötä. Käytä "Sulje Steam" -toimintoa varmistaaksesi sen sulkeutumisen.
fr_fr: Contrôle le comportement du client et des jeux Steam. Les paramètres ne prendront effet qu'après le redémarrage du client Steam. Utilisez l'option 'Quitter Steam' pour vous assurer que l'application a bien été arrêtée.
he: שליטה על ההתנהגות של Steam Client ומשחקים. ההגדרות לא יכנסו לתוקף עד להפעלה מחדש של Steam Client. מומלץ להשתמש באופציה 'יציאה מסטים' על מנת לוודא שנסגר.
hu: Szabályozza a Steam-kliens működését és a játékokat. A beállításoknak nem lesz hatásuk a Steam-kliens újraindításáig. Használja a 'Kilépés a Steamből' opciót, hogy biztosan bezáródjon.
id_id: Atur sifat klien Steam dan permainan. Pengaturan tidak akan berlaku sebelum klien Steam dimulai ulang. Gunakan pilihan 'Exit Steam' untuk memastikan klien tertutup.
it_it: Controlla il comportamento dei giochi e del client Steam. Le impostazioni non avranno effetto finché il client Steam non sarà riavviato. Usa l'opzione "Esci da Steam" per assicurarti che venga davvero chiuso.
ko_kr: 스팀 클라이언트와 게임의 작동방식을 설정합니다. 설정값은 스팀 클라이언트를 재시작하면 적용됩니다. "스팀 종료하기" 옵션을 이용해서 스팀이 확실히 종료되게 해주세요.
lt: Valdykite Steam kliento ir žaidimų elgseną. Nustatymai neįsigalios tol, kol Steam klientas nebus paleistas iš naujo. Norėdami užtikrinti, kad programa Steam baigtų darbą, naudokite parametrą "Išeiti iš Steam".
nb_no: Endre oppførselen til Steam-klienten og spill. Innstillingene vil ikke tre i kraft før Steam-klienten er restartet. Bruk 'Avslutt Steam '-valget for å være sikker på at det lukkes helt.
ne_np: स्टिम क्लाइन्ट र खेलहरूको व्यवहार नियन्त्रण गर्नुहोस्। स्टिम क्लाइन्ट पुन: सुरु नभएसम्म सेटिङहरूमा प्रभाव पर्ने छैन। यो बन्द गर्न सुनिश्चित गर्नको लागि 'बाहिर निस्कनुहोस्' विकल्प प्रयोग गर्नुहोस्।
nl_nl: Beheer het gedrag van de Steam-client en spellen. De wijzigingen zijn pas effectief na het herstarten van de Steam-client. Gebruik de "Steam afsluiten"-optie om Steam definitief af te sluiten.
pl_pl: Zarządzaj zachowaniem klienta Steam i gier. Ustawienia dadzą efekt dopiero po zrestartowaniu klienta Steam. Użyj opcji „Opuść Steam” aby upewnić się, że klient został zamknięty.
pt_br: Controla o comportamento dos jogos e do programa da Steam. As configurações não terão efeito até que o programa seja reiniciado. Utilize a opção "Sair da Steam" para garantir que ele seja fechado.
pt_pt: Controla o comportamento do cliente e jogos em Steam. As configurações não terão efeito antes de o Cliente de Steam ser reinicializado. Use a opção "Sair do Steam" para ter a certeza que o cliente fecha.
ro_ro: Controleaza comportamentul jocurilor si al clientului Steam. Setarile nu vor avea efect pana cand Clientul Steam nu este restartat. Utilizati optiunea "Exit Steam" pentru a va asigura ca se inchide.
ru: Настройте поведение клиента Steam и игр. Настройки не возымеют эффекта, пока клиент Steam не будет перезапущен. Выберите пункт "Выход из Steam", чтобы закрыть клиент.
sv_se: Styr beteendet av Steam klienten och spel. Inställningarna kommer inte att träda i kraft förrän Steam klienten startas om. Använd 'Avsluta Steam' alternativet för att se till att den stängs.
tr: Steam istemcisinin ve oyunların davranışını denetleyin. Ayarlar, Steam İstemcisi yeniden başlatılıncaya kadar etkili olmaz. Kapanmasını sağlamak için 'Exit Steam' seçeneğini kullanın.
zh_cn: 控制 Steam 客户端和游戏的运行方式。配置在重启后生效。使用“退出 Steam”选项来确保完全退出。

source: Use native runtime
ca_es: Usa l'entorn d'execució natiu
cs: Používat nativní běhové prostředí
da: Brug nativ runtime
de: Nutze native Laufzeitumgebung
de_ch: Verwende Systemeigene Laufzeitumgebung
eo: Uzi denaskan rultempon
es_419: Usar tiempo de ejecución nativo
es_ar: Usar el entorno nativo
es_mx: Usar tiempo de ejecución nativo
fi: Käytä paikallista ohjelmakirjastoa
fr_fr: Utiliser l'environnement d'exécution natif
he: שימוש בהרצה מקומית
hu: Natív futtatási környezet használata
id_id: Gunakan runtime bawaan
it_it: Use ambiente di runtime nativo
ko_kr: 리눅스 자체 런타임 사용하기
lt: Naudoti savą vykdymo aplinką
nb_no: Bruk lokal kjøreomgivelse
ne_np: मूल रनटाइम प्रयोग गर्नुहोस्
nl_nl: Gebruik de systeemeigen runtime
pl_pl: Używaj natywnego środowiska
pt_br: Usar runtime nativo
pt_pt: Usar "runtime" nativo
ro_ro: Utilizati runtime-ul nativ
ru: Использовать системные библиотеки
sv_se: Använd inbyggd runtime
tr: Yerel çalışma zamanını kullan
zh_cn: 使用系统运行时

source: Switch between the native runtime and the bundled Steam runtime.
ca_es: Canvieu entre l'entorn natiu i l'entorn d'Steam agrupat.
cs: Přepíná mezi nativním a přibaleným běhovým prostředím služby Steam.
da: Skift mellem nativ runtime og den runtime som følger med Steam.
de: Wechsle zwischen der nativen Laufzeitumgebung und der Steam-Laufzeitumgebung.
de_ch: Wechseln zwischen Systemeigene und der gebündelten Steam Laufzeitumgebung
eo: Ŝanĝi inter la denaska rultempo kaj la faskigita rultempo de Steam.
es_419: Cambie entre el tiempo de ejecución nativo y el incluído por Steam
es_ar: Cambiar entre el entorno nativo y el incluido por Steam.
es_mx: Cambia entre el tiempo de ejecución nativo y el tiempo de ejecución incluido en Steam.
fi: Vaihda paikallisen ohjelmakirjaston ja Steamin mukana tulevan ohjelmakirjaston välillä.
fr_fr: Basculer entre l'environnement d'exécution natif et l'environnement d'exécution Steam.
he: החלפה בין הרצה מקומית להרצה של סטים.
hu: Váltás a natív futtási környezet és a csomagolt Steam futtatási környezet között.
id_id: Tukar antara runtime bawaan dan runtime yang dibundel Steam
it_it: Scegli tra l'ambiente di runtime nativo e quello integrato in Steam.
ko_kr: 리눅스 자체 런타임과 스팀 내장 런타임간 전환하기
lt: Perjungti tarp savos vykdymo aplinkos ir pridėtinės Steam vykdymo aplinkos.
nb_no: Bytt mellom lokal kjøreomgivelse og Steams innebygde kjøreomgivelse.
ne_np: मूल रनटाइम र बन्डल स्टिम रनटाइम बीच स्विच गर्नुहोस्।
nl_nl: Wissel tussen de systeemeigen runtime en de gebundelde Steam runtime
pl_pl: Przełączaj się między natywnym środowiskiem uruchomieniowym i wersją dołączaną do klienta Steam.
pt_br: Alternar entre o runtime nativo e o incluso da Steam.
pt_pt: Alternar entre o "runtime" nativo e o "runtime" Steam incluído.
ro_ro: Comuta intre runtime-ul nativ si cel inclus in Steam
ru: Переключение между системными библиотеками и библиотеками, поставляемыми с клиентом Steam.
sv_se: Växla mellan inbyggd runtime och inkluderad Steam runtime.
tr: Yerli çalışma zamanı ve birlikte verilen Steam çalışma zamanı arasında geçiş yapın.
zh_cn: 在系统运行时跟 Steam 自带运行时之间切换

source: This option has been disabled as the system is already 32-bit
ca_es: Aquesta opció s'ha inhabilitat ja que el sistema ja és de 32 bits.
cs: Tato volba není dostupná, protože systém už je 32bitový
da: Denne mulighed er blevet deaktiveret eftersom systemet allerede er 32-bit
de: Diese Option ist deaktiviert, da es sich bereits um ein 32-Bit-System handelt.
de_ch: Diese Option wurde deaktiviert, da das System bereits auf 32-Bit läuft.
eo: Ĉi tiu elekto estis malŝaltita kaj la sistemo estas ankoraŭ 32-bita.
es_419: Esta opción ha sido desactivada ya que el sistema ya es de 32-bit
es_ar: Esta opción ha sido deshabilitada dado que el sistema ya es de 32-bit
es_mx: Esta opción ha sido deshabilitada debido a que el sistema ya es de 32 bits
fi: Tämä asetus ei ole käytössä, koska järjestelmä on jo 32-bittinen
fr_fr: Cette option a été désactivée car le système est déjà en 32-bit
he: אפשרות זו הושבתה מאחר שהמערכת כבר 32 סיביות
hu: Ez az opció le van tiltva, ha a rendszer már 32 bites.
id_id: Pilihan ini dimatikan karena sistem sudah 32-bit
it_it: Questa opzione è disabilitata perché il sistema è già a 32-bit
ko_kr: 시스템이 이미 32비트 운영체제이므로 이 옵션은 비활성화 되었습니다.
lt: Šis parametras buvo išjungtas, nes sistema jau ir yra 32-bitų
nb_no: Dette valget er deaktivert siden systemet allerede er 32-bits
ne_np: यो विकल्प असक्षम गरिएको छ किनभने प्रणाली पहिले नै 32-बिट छ
nl_nl: Deze optie is uitgeschakeld omdat het systeem reeds 32-bit is
pl_pl: Ta opcja została zablokowana, ponieważ używany system jest 32-bitowy
pt_br: Esta opção foi desativada, uma vez que o sistema já é de 32-bits
pt_pt: Esta opção foi desativada, já que o sistema já possui 32 bits
ro_ro: Aceasta optiune a fost dezactivata deoarece sistemul este deja 32-bit
ru: Эта настройка отключена, поскольку система является 32-битной
sv_se: Detta alternativ är inaktiverat eftersom systemet redan är 32-bit
tr: Sistem zaten 32-bit olduğu için bu seçenek devre dışı bırakılmıştır
zh_cn: 此选项已禁用，因为系统已经是 32 位了

source: This may workaround some broken games, but will disable the Steam store browser.
ca_es: Això pot solucionar alguns jocs trencats, però inhabilitarà el navegador de la botiga d'Steam.
cs: Umožňuje obejít některé problémy se hrami, ale deaktivuje prohlížeč obchodu služby Steam.
da: Det løser muligvis problemer for nogle ødelagte spil, til gengæld deaktiveres Steam butik-browseren.
de: Diese Option behebt möglicherweise Probleme mit Steam-Spielen, wird aber den Steam Store Browser deaktivieren.
de_ch: Dies könnte einige Probleme von fehlerhafte Spiele umgehen, wird jedoch den Steam Store Browser deaktivieren.
eo: Ĉi tio povas funkciigi kelkajn rompitajn ludojn sed malŝaltos la navigilon de la Steam-vendejo.
es_419: Esto puede mejorar algunos juegos rotos, pero desactivará el navegadorde la tienda de Steam.
es_ar: Esto puede solucionar algunos juegos que no funcionen, pero deshabilitará la tienda Steam.
es_mx: Esto puede solucionar algunos juegos que no funcionen, pero desactivará el navegador de la tienda de Steam.
fi: Tämä voi väliaikaisesti korjata joidenkin pelien yhteensopivuusongelmat, mutta ottaa myös Steamin Kaupan pois käytöstä.
fr_fr: Ceci permet d'éviter des problèmes rencontrés avec certains jeux mais désactive le magasin Steam.
he: פעולה זו עשויה לעקוף בעיה של כמה משחקים לא תקינים, אבל ישבית את הדפדפן של חנות סטים.
hu: Ez megoldja néhány játék problémáját, de le fogja tiltani a Steam Áruház keresőjét.
id_id: Ini bisa menyelesaikan masalah pada beberapa permainan, tapi akan menonaktifkan penjelajahan toko Steam.
it_it: Può correggere alcuni giochi non funzionanti, ma disabiliterà la navigazione nel negozio Steam.
ko_kr: 이 옵션을 활성화하면 올바르게 실행되지 않는 특정 게임이 정상 작동 할 수도 있습니다. 그러나 스팀 상점은 이용이 불가능합니다.
lt: Tai galėti padėti apeiti kai kurių neveikiančių žaidimų problemas, tačiau išjungs Steam parduotuvės naršyklę.
nb_no: Dette kan få visse defekte spill til å fungere, men vil deaktivere nettleseren i Steam-butikken.
ne_np: यसले केही बिच्छेद खेलहरूको गर्न वैकल्पिक समाधान गर्न सक्दछ, तर स्टिम भण्डार ब्राउजर असक्षम पार्नेछ।
nl_nl: Dit kan gebroken spellen doen werken, maar zal de Steam store browser uitschakelen.
pl_pl: To może naprawić działanie niektórych gier, ale wyłączy możliwość przeglądania sklepu Steam.
pt_br: Isto pode funcionar em alguns jogos defeituosos, mas irá desativar o navegador da loja da Steam.
pt_pt: Isto pode resolver alguns jogos danificados, mas irá desativar o navegador da loja Steam.
ro_ro: Aceasta poate fi o solutie pentru unele jocuri nefunctionale, dar va dezactiva navigatorul magazinul Steam.
ru: Эта настройка может помочь с запуском некоторых "сломанных" игр, но при этом магазин Steam будет недоступен.
sv_se: Detta kan lösa endel trasiga spel, men inaktiverar Steam butik bläddraren.
tr: Bu, bazı kırık oyunları geçici olarak çözebilir, ancak Steam deposu tarayıcısını devre dışı bırakır.
zh_cn: 这个解决方法可能会修复某些运行不正常的游戏，但是会禁用 Steam 商店浏览器

source: Force 32-bit mode for Steam
ca_es: Força el mode de 32 bits per a l'Steam
cs: Přinutit službu Steam používat 32bitový režim
da: Tving 32-bit-tilstand for Steam
de: Erzwinge 32-Bit-Modus für Steam
de_ch: Erzwinge den 32-Bit-Modus für Steam
eo: Devigi 32-bitan reĝimon por Steam
es_419: Forzar modo de 32-bit para Steam
es_ar: Forzar modo 32-bit para Steam
es_mx: Forzar modo de 32 bits para Steam
fi: Pakottaa 32-bittisen tilan Steamille
fr_fr: Forcer le mode 32-bit pour Steam
he: הכרח מצב 32 סיביות עבור סטים
hu: 32 bites mód kényszerítése a Steamnek
id_id: Paksa mode 32-bit untuk Steam
it_it: Forza Steam a 32-bit
ko_kr: 스팀이 32비트 모드에서 실행되도록 강제합니다.
lt: Programai Steam priverstinai naudoti 32-bitų veikseną
nb_no: Tving 32-bits modus for Steam
ne_np: स्टिमको लागि 32-बिट मोड बल गर्नुहोस्
nl_nl: Forceer 32-bitmodus voor Steam
pl_pl: Wymuś tryb 32-bitowy dla Steam
pt_br: Forçar modo 32-bits para a Steam
pt_pt: Forçar o modo de 32 bits para Steam
ro_ro: Forteaza modul 32-bit pentru Steam
ru: Включить 32-битный режим в Steam
sv_se: Tvinga 32-bit läge för Steam
tr: Steam için 32 bitlik modu zorla
zh_cn: 强制以 32 位模式运行 Steam

source: Use the intercept library
ca_es: Usa la biblioteca d'intercepció
cs: Používat knihovnu pro zachytávání
da: Brug intercept-biblioteket
de: Nutze die Intercept-Bibliothek
de_ch: Verwende die intercept-Bibliothek
eo: Uzi la interkaptan bibliotekon
es_419: Utilizar la biblioteca de intercepción
es_ar: Usar la librería intercept
es_mx: Usar la librería de intercepción
fi: Käytä intercept-kirjastoa
fr_fr: Utiliser la bibliothèque d'interception
he: שימוש בספריית intercept
hu: Az elfogó könyvtár használata
id_id: Gunakan pustaka pencegat
it_it: Usa la libreria di intercettazione
ko_kr: Intercept 라이브러리를 사용합니다.
lt: Naudoti perėmimo biblioteką
nb_no: Bruk avskjæringsbiblioteket
ne_np: इन्टरसेप्ट लाइब्रेरी प्रयोग गर्नुहोस्
nl_nl: Gebruik de opvangende bibliotheek
pl_pl: Używaj biblioteki przechwytującej
pt_br: Usar a biblioteca de interceptação
pt_pt: Use a biblioteca de intercetação
ro_ro: Utilizati libraria de interceptare
ru: Использовать библиотеку intercept
sv_se: Använd avledningsbiblioteket
tr: Kesme kitaplığını kullanın
zh_cn: 使用 “Intercept” 库

source: Force Steam applications to use more native libraries to maximise compatibility.
ca_es: Força que les aplicacions de l'Steam usin més biblioteques natives per maximitzar la compatibilitat.
cs: Přinutit programy ze služby Steam používat více nativních knihoven pro zajištění maximální kompatibility.
da: Tving Steam-programmer til at bruge flere native biblioteker for at maksimere kompatibilitet.
de: Zwinge Steam-Anwendungen dazu, mehr native Bibliotheken zu nutzen, um die Kompatibilität zu maximieren.
de_ch: Zwingen Sie die Steam-Anwendungen dazu mehr Systemeigene Bibliotheken zu verwenden, um die Kompatibilität zu maximieren.
eo: Devigi la aplikaĵojn de Steam uzi pliajn denaskajn bibliotekojn por maksimumigi kongruecon
es_419: Forzar a las aplicaciones de Steam a usar más librerías nativas paramaximizar la compatibilidad.
es_ar: Forzar a las aplicaciones de Steam a utilizar más librerías nativas para maximizar la compatibilidad.
es_mx: Forzar a las aplicaciones de Steam a que utilizen más librerias nativas para maximizar la compatibilidad.
fi: Pakottaa Steamin sovellusten käyttämään enemmän paikallisia ohjelmakirjastoja yhteensopivuuden maksimoimiseksi.
fr_fr: Obliger les applications Steam à utiliser davantage de bibliothèques natives pour maximiser la compatibilité.
he: הכרח יישומי סטים להשתמש בספריות מקומיות כדי להגדיל את התאימות.
hu: Steam alkalmazások kényszerítése a natív könyvtársak használatára a kompatibilitás maximalizálására.
id_id: Paksa aplikasi Steam untuk menggunakan lebih banyak pustaka bawaan untuk memaksimalkan kompabilitas.
it_it: Forza le applicazioni di Steam a usare ancor più librerie native per massimizzare la compatibilità.
ko_kr: 스팀이 더 많은 리눅스 자체 라이브러리를 사용하여 호환성을 최대화 할 수 있도록 강제합니다.
lt: Priversti Steam programas naudoti labiau savas bibliotekas, siekiant padidinti suderinamumą.
nb_no: Tving Steam-applikasjoner til å bruke flere lokale kjøreomgivelser for å maksimere kompatibiliteten.
ne_np: अनुकूलता अधिकतम गर्नका लागी थप मूल पुस्तकालयहरू प्रयोग गर्न स्टिम एप्लिकेसनहरूलाई बल गर्नुहोस्।
nl_nl: Forceer Steam-toepassingen meer systeemeigen bibliotheken te gebruiken om de compatibiliteit te maximaliseren.
pl_pl: Wymusza na grach Steam używanie większej ilości natywnych bibliotek, co zwiększa kompatybilność.
pt_br: Forçar aplicativos da Steam a usar mais bibliotecas nativas para maximizar a compatibilidade.
pt_pt: Força aplicativos do Steam para usar mais bibliotecas nativas para maximizar a compatibilidade.
ro_ro: Fortati aplicatiile Steam sa foloseasca mai multe librarii native pentru a maximiza compatibilitatea.
ru: Приложения в Steam будут использовать системные библиотеки для лучшей совместимости.
sv_se: Tvinga Steam applikationer att använda fler inbyggda bibliotek för att maximera kompatibilitet.
tr: Steam uygulamalarının uyumluluğu en üst düzeye çıkarmak için daha fazla yerel kütüphane kullanmalarını zorunlu tutun.
zh_cn: 强制让 Steam 尽可能使用系统自带库，以确保最好的兼容性

source: Use the redirect library
ca_es: Usa la biblioteca de redirecció
cs: Používat knihovnu pro přesměrování
da: Brug redirect-biblioteket
de: Nutze die Redirect-Bibliothek
de_ch: Verwende die Redirect-Bibliothek
eo: Uzi la alidirektan bibliotekon
es_419: Utilizar la biblioteca de redirección
es_ar: Usar la librería intercept
es_mx: Usar la librería de redirección
fi: Käytä redirect-kirjastoa
fr_fr: Utiliser la bibliothèque de redirection
he: שימוש בספריית redirect
hu: Az átirányítási könyvtár használata
id_id: Gunakan pustaka pengalihan
it_it: Usa la libreria di redirezione
ko_kr: Redirect 라이브러리 사용하기
lt: Naudoti peradresavimo biblioteką
nb_no: Bruk videresendingsbiblioteket
ne_np: पुन: निर्देशित पुस्तकालय प्रयोग गर्नुहोस्
nl_nl: Gebruik de omleidende bibliotheek
pl_pl: Używaj biblioteki przekierowującej
pt_br: Usar a biblioteca de redirecionamento
pt_pt: Use a biblioteca de redirecionamento
ro_ro: Utilizati libraria de redirectionare
ru: Использовать библиотеку redirect
sv_se: Använd omdirigeringsbiblioteket
tr: Yönlendirme kütüphanesini kullanın
zh_cn: 使用 "Redirect" 库

source: Override system calls to fix known bugs in some Linux ports.
ca_es: Anul·la les crides de sistema per corregir errors coneguts en algunes versions de Linux.
cs: Přepsáním systémových volání opravit známé chyby v linuxových portech her.
da: Tilsidesæt systemkald for at rette kendte fejl i nogle Linux-porte.
de: Überschreibe Systemaufrufe, um bekannte Bugs in manchen Linux-Ports zu beheben.
de_ch: Überschreiben Sie Systemaufrufe, um bekannte Fehler in einigen Linux-Ports zu beheben.
eo: Transpasi sistemajn alvokojn por solvi konatajn erarojn en kelkaj linuksaj portoj.
es_419: Anular las llamadas del sistema para solucionar algunos problemas conocidos en adaptaciones de Linux.
es_ar: Sobrescribir llamadas de sistema para corregir problemas conocidos en algunas adaptaciones de juegos para Linux.
es_mx: Anular las llamadas del sistema para corregir errores conocidos en algunos puertos Linux.
fi: Ohittaa järjestelmän kutsut tunnettujen ongelmien korjaamiseksi joissakin peleissä.
fr_fr: Remplacer les appels système pour corriger les bogues connus pour certains ports sous Linux.
he: מעקף לקריאות המערכת כדי לתקן באגים ידועים בכמה יציאות לינוקס.
hu: Rendszerhívások felüllbírálása ismert bugok javítására néhány Linux porton.
id_id: Timpa panggilan sistem untuk memperbaiki bug yang diketahui di beberapa port Linux.
it_it: Sostituisce le chiamate di sistema per correggere i bug noti di alcuni porting su Linux.
ko_kr: 시스템 콜을 오버라이드하여 리눅스로 이식된 프로그램에서 발생하는 알려진 특정 오류를 수정합니다.
lt: Nustelbti sistemines iškvietas, siekiant pataisyti žinomas klaidas kai kuriuose Linux perkėlimuose.
nb_no: Overstyr systemkall for å fikse kjente feil i enkelte Linux-versjoner av spill.
ne_np: केहि लिनक्स पोर्टहरूमा ज्ञात बगहरू ठीक गर्न प्रणाली कलहरू ओभरराइड गर्नुहोस्।
nl_nl: Negeer systeemoproepen om bekende fouten te herstellen in bepaalde Linux-ports
pl_pl: Nadpisuje wywołania systemowe, aby poprawić błędy w niektórych linuksowych portach.
pt_br: Sobrescrever chamadas do sistema para corrigir bugs conhecidos em algumas adaptações para Linux.
pt_pt: Substitua as chamadas do sistema para corrigir erros conhecidos em algumas portas Linux.
ro_ro: Suprascrie apelurile de sistem pentru a repara erori cunoscute in unele portari Linux.
ru: Перехват системных вызовов в некоторых Linux-портах для исправления известных ошибок.
sv_se: Åsidosätt systemanrop för att åtgärda kända fel i vissa Linux-portar.
tr: Bazı Linux bağlantı noktalarında bilinen hataları düzeltmek için sistem çağrılarını geçersiz kılın.
zh_cn: 覆盖系统调用以修复某些已知的游戏运行问题

source: Use the Unity fullscreen workaround
it_it: Aggira il problema di Unity a schermo intero
lt: Naudoti Unity viso ekrano problemos apėjimą

source: Prevent some Unity games from launching in full screen mode to fix numerous issues
it_it: Evita che alcuni giochi basati su Unity partano a schermo intero per correggere svariate problematiche
lt: Neleisti kai kuriems Unity žaidimams pasileisti viso ekrano veiksenoje, siekiant pataisyti daugelį klaidų
