Repository: 564K/linux-steam-integration
Catalog: po/*.po
Languages: ca_es, cs, da, de, de_ch, eo, es_419, es_ar, es_mx, fi, fr_fr, he, hu, id_id, it_it, ko_kr, lt, nb_no, ne_np, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sv_se, tr, zh_cn

source: Failed to save configuration
ca_es: Ha fallat desar la configuració
cs: Uložení konfigurace selhalo
da: Kunne ikke gemme konfiguration
de: Konfiguration konnte nicht gespeichert werden
de_ch: Konfiguration konnte nicht gespeichert werden
eo: Agordo-konservado malsukcesis
es_419: Error al guardar la configuración
es_ar: Falló en guardar la configuración
es_mx: No se pudo guardar la configuración
fi: Asetusten tallentaminen epäonnistui
fr_fr: Echec dans la sauvegarde de la configuration
he: שמירת ההגדרות נכשלה
hu: A konfiguráció mentése sikertelen
id_id: Gagal menyimpan konfigurasi
it_it: Errore durante il salvataggio della configurazione
ko_kr: 설정 저장에 실패했습니다.
lt: Nepavyko įrašyti konfigūracijos
nb_no: Kunne ikke lagre konfigurasjon
ne_np: कन्फिगरेसन सुरक्षित गर्न असफल भयो
nl_nl: Het opslaan van de configuratie is mislukt
pl_pl: Nie udało się zapisać konfiguracji
pt_br: Falha ao salvar configuração
pt_pt: Falha ao salvar a configuração
ro_ro: Nu s-a reusit salvarea configuratiei
ru: Не удалось сохранить конфигурацию
sv_se: Spara konfiguration misslyckades
tr: Yapılandırma kaydedilemedi
zh_cn: 无法保存配置
